/* No comment provided by engineer. */
"32bitDisclaimer" = "MODE RESTREINT: Vous exécutez SEB en mode 32-bits. Dans ce mode, tous les plugins Web, tels que Flash Player, sont désactivés pour des raisons de sécurité. Consultez l'aide pour de plus amples informations.\n\n";

/* "Title of 'Advanced' preference pane" */
"Advanced" = "Avancé";

/* No comment provided by engineer. */
"Are you sure you want to quit SEB?" = "Etes vous sûr(e) de vouloir quitter SEB?";

/* Title of 'Browser' preference pane */
"Browser" = "Navigateur";

/* No comment provided by engineer. */
"by attempting to upload same file downloaded before" = "en essayant de téléverser le fichier précédemment téléchargé";

/* No comment provided by engineer. */
"by only allowing to upload the same file downloaded before" = "en permettant uniquement de téléverser un fichier précédemment téléchargé";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Choose" = "Choisir";

/* No comment provided by engineer. */
"CopyrightPart2" = "WebKit © 2003-2012 Apple Computer, Inc.  All rights reserved.\n\nCe projet a été conduit dans le cadre du programme \"AAA/SWITCH – e-infrastructure for e- science\" sous la direction de SWITCH (Swiss National Research and Education Network), et a été soutenu financièrement par le Conseil des EPF.";

/* No comment provided by engineer. */
"Error Loading Page" = "Impossible d'ouvrir la page";

/* No comment provided by engineer. */
"File Name automatically chosen" = "Nom du fichier choisi automatiquement";

/* No comment provided by engineer. */
"File to upload not found!" = "Fichier à téléverser introuvable !";

/* No comment provided by engineer. */
"FirstTimeUserNotice" = "Veuillez utiliser la combinaison Commande+Q pour quitter SEB, et (fn+)F3+F6 pour ouvrir les préférences.\n\nCe message s'affiche jusqu'à ce que vous changiez l'URL de départ dans les préférences une première fois. Dans les préférences, vous devriez en outre définir un mot de passe pour permettre de quitter le programme, et un mot de passe pour restreindre l'accès aux réglages de SEB.";

/* "Title of 'General' preference pane" */
"General" = "Général";

/* No comment provided by engineer. */
"get generally blocked" = "sont généralement bloqués";

/* No comment provided by engineer. */
"Important Notice for First Time Users" = "Information importante pour la première utilisation";

/* No comment provided by engineer. */
"manually with file requester" = "manuellement avec un sélecteur de fichier";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"open in new window" = "s'ouvrent dans une nouvelle fenêtre";

/* No comment provided by engineer. */
"open in same window" = "s'ouvrent dans la même fenêtre";
    
/* No comment provided by engineer. */
"Paste from saved clipboard" = "Coller depuis le presse-papiers sauvegardé";

/* No comment provided by engineer. */
"Please confirm password" = "Veuillez confirmer";

/* No comment provided by engineer. */
"Probably you don't have write permissions. Try to move or copy the app to a directory you have permission to write in (like the Desktop) or change the file permissions manually in Finder." = "Vous ne disposez probablement pas de droits d'écriture. Essayer en premier lieu de déplacer ou de copier l'application dans un dossier où vous disposez de droits d'écriture (comme le Bureau), ou changez les permissions de l'application manuellement dans le Finder.";

/* No comment provided by engineer. */
"Quit" = "Quitter";

/* No comment provided by engineer. */
"Removing Settings from the App Bundle Failed" = "La suppression des réglages du paquet de l'application a échoué.";

/* No comment provided by engineer. */
"RemovingFromAppBundleFailed" = "Vous ne disposez probablement pas de droits d'écriture. Essayer en premier lieu de déplacer ou de copier l'application dans un dossier où vous disposez de droits d'écriture (comme le Bureau), ou changez les permissions de l'application manuellement dans le Finder.";

/* No comment provided by engineer. */
"Retry" = "Répéter";

/* No comment provided by engineer. */
"SEB is configured to only allow to upload a file which was downloaded before. So download a file and if you edit it in a third party application, be sure to save it with the same name at the same path." = "SEB est configuré pour ne permettre de téléverser qu'un fichier précédemment téléchargé. Donc télécharger le fichier initial, puis modifiez-le dans une application tierce en vous assurant de l'enregistrer sous le même nom et au même endroit.";

/* No comment provided by engineer. */
"SEB will upload the same file which was downloaded before. If you edited it in a third party application, be sure you have saved it with the same name at the same path." = "SEB va téléverser le fichier téléchargé précédemment. Si vous l'avez modifié dans une application tierce, assurez-vous de l'avoir enregistré sous le même nom et au même endroit.";

/* No comment provided by engineer. */
"Select" = "Sélectionner";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"Virtual Machine detected!" = "Machine virtuelle détectée !";

/* No comment provided by engineer. */
"Writing Settings to App Bundle Failed" = "L'enregistrement des réglages dans le paquet de l'application a échoué.";

/* No comment provided by engineer. */
"Writing Settings to App Bundle Succeeded" = "L'enregistrement des réglages dans le paquet de l'application a réussi.";

/* No comment provided by engineer. */
"WritingToAppBundleSucceeded" = "Vous pouvez désormais déployer cette copie de Safe Exam Browser sur d'autres postes. Les réglages que vous venez d'enregistrer dans le paquet de l'application seront utilisés à chaque démarrage de cette copie pré-configurée de SEB. Si vous désirez modifier ces réglages initiaux, vous devrez à nouveau enregistrer les réglages modifiés dans le paquet de l'application. Utilisez le bouton \"Supprimer du Paquet de l'Application\" pour enregistrer les préférences utilisateur dans le dossier Bibliothèque/Preferences de l'utilisateur.";

/* No comment provided by engineer. */
"You are not allowed to run SEB inside a virtual machine!" = "Vous n'êtes pas autorisé à exécuter SEB dans une machine virtuelle !";
